/* NOT AUTOMATICALLY GENERATED  - THERE IS NO CODE HERE, SO WE DON'T RUN GENSTRINGS */

"Photo Album" = "フォトアルバム";
"Untitled Photo Album" = "フォトアルバム";
"Photo WebLog" = "フォトブログ";
"Untitled Photo Weblog" = "フォトブログ";